Revit 2027 API
SymbolTypeId.KgCO2ePerMBtu Property
 Symbol kgCO₂e/MBtu, indicating kilograms Carbon Dioxide per million British thermal units
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KgCO2ePerMBtu { get; }
Public Shared ReadOnly Property KgCO2ePerMBtu As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KgCO2ePerMBtu {
	ForgeTypeId^ get ();
}
static member KgCO2ePerMBtu : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace